source/_static/diagrams/48-site-generation.d2
direction: right
n0: "Spack package.py"
n1: "old .eb"
n2: "eb-stack"
n3: "site generation"
n4: "PR"
n5: "eb still"
n0 -> n2
n1 -> n2
n3 -> n2
n4 -> n5
